{
"plants":[
{
"plant":"Nagarmotha",
 "url" :"https://i1.wp.com/www.theayurveda.org/wp-content/uploads/2016/06/Nagarmotha-herb-1024x768.jpg?resize=640%2C480",
 "description":"Nut grass is widely used by Ayurveda to treat many types of disturbances caused by vitiation of pitta. It is traditionally used to quench hard throat of summers, fevers, solar dermatitis etc. It is known through experimental investigations that it exhibits marked anti-inflammatory activity. Know more about home remedies for fever which you can try if you have mild fever. Consult a doctor if the fever last more than a week."

},
{
"plant":"Babool",
"url":"https://www.healthbenefitstimes.com/9/gallery/babool/Babool-Egyptian-acacia.jpg",
"description":"Being an astringent agent, twigs of Babula have been used in India as natural toothbrushes. Such use has been time-tested approach in prevention of bleeding gums.In burn injuries, use of Babula bark powder has been a trusted remedy.It is believed that, Babula hastens the healing process of burn injuries and minimises the scar formation. Decoction prepared out of Babul bark is employed for cleansing infected wounds.Internal use of Babula is recommended in treatment of skin diseases."

},
{
"plant":"Brahmi",
"url":"http://www.woodvalefishandlilyfarm.com.au/wp-content/uploads/brahmi.jpg",
"description":"Brahmi is highly acclaimed for its "Medhya Rasayana" properties by Indian Ayurveda. Such property renders it to be an effective herb to enhance memory and learning process. Experimental and clinical research indicates that use of Brahmi extract reduces anxiety levels by influencing various neurohumoral complexes and increases immediate memory span. It has been successfully used in enhancing memory and other positive mental faculties in both normal and mentally retarded children with encouraging results."
},
{
"plant":"Kalmegh",
"url":"https://images.shophealthy.in/cache/sellers/4862/Plant-98-1000x1000.jpg",
"description":"Digestive:Promotes Digestion,Hepatoprotective: Protects the liver and gall bladder.Vermicidal: Kills intestinal worms & support intestine.Anti-acne: Protect skin from pimples. Anti-inflammatory: Reduces swelling and cuts down exudation from capillaries.Antibacterial: Fights bacterial activity. Although Andrographis appears to have weak direct antibacterial action, it has remarkably beneficial effect in reducing diarrhea and symptoms arising from bacterial infections as recommended by ayurved in India.Expectorant: Promotes mucus discharge from the respiratory system.Hypoglycemic: Blood sugar reducer.Immune Enhancement.Laxative: Aids bowel elimination"

},
{
"plant":"Punarnava",
"url":"https://plantingman.com/wp-content/uploads/2021/01/Punarnava-Boerhavia-diffusa-Vegetable-garden.jpg",
"description":" 
Punarnava is mainly used to treat accumulation of fluids (Oedematous conditions) in the body. It is considered to be an effective "Rasayana". It is also used in the treatment of anemia and liver diseases as recommended by Indian Ayurveda. It has been identified to act as a diuretic, anti inflammatory and hepatoprotective agent."
},
{
"plant":"Shalparni",
"url":"https://c2.staticflickr.com/4/3281/2856358046_3a325b337e_b.jpg",
"description":"Shalparni is a component of Dashmula group. Like other ingredients of Dashmula, it has a marked analgesic and anti-inflammatory properties. It is also used as an important constituents in manyRasayana formulations. Being a member of Dashmula group, it exhibits considerable analgesic and anti-inflammatory properties."

},
{
"plant":"Tulsi",
"url":"https://www.ugaoo.com/knowledge-center/wp-content/uploads/2016/11/shutterstock_357614231.jpg",
"description":"Promotes Healthy Heart Holy basil contains vitamin C and antioxidants such as eugenol, which protects the heart from the harmful effects of free radicals. Eugenol also proves useful in reducing cholesterol levels in the blood.Anti-aging.Vitamin C and A, phytonutrients, in Holy Basil are great antioxidants and protect the skin from almost all the damages caused by free radicals.Treats Kidney Stones.Tulsi acts a mild diuretic & detoxifying agent which helps in lowering the uric acid levels in the body. Acetic acid present in holy basil helps in the breakdown of the stones.Relieves Headaches.Tulsi is a natural headache reliever which can also relieve migraine pain."

},
{
"plant":"Ankol",
"url":"https://www.healthbenefitstimes.com/9/gallery/ankol/Leaves-of-Ankol.jpg",
"description":"Ankol has been used by traditional healers in the treatment of skin cancers by means of local application of the root as recommended by Indian Ayurveda. It is also used locally for the treatment of snakebite, scorpion bite as well as for dog bite. It also reduces blood pressure when taken orally due to its vasodilator activity."

},
{
"plant":"Neem",
"url":"https://cdn.shopify.com/s/files/1/2083/6855/products/Azadirachta_Indica.jpg?v=1499122591",
"description":"Treats Acne.Neem has an anti-inflammatory property which helps reduces acne. Azadirachta Indica also helps reduce skin blemishes.Nourishes Skin.Neem is a rich source of Vitamin E which help repair damaged skin cells.Treats Fungal Infections.Neem has scientifically proven antifungal property which helps treat fungal infections.Useful in Detoxification.Neem can prove useful in detoxification both internally and externally. Consumption of neem leaves or powder stimulates kidneys and liver increasing the metabolism and eliminating the toxins out of the body. Externally, neem scrubs or paste can be used to remove germs, bacteria, dirt, etc from your skin preventing rashes and skin diseases.Increases Immunity.Neem is known for its antimicrobial and antibacterial effects. These properties play a huge role in boosting immunity."

},
{

"plant":"Akarkara",
"url":"https://cdn.shopify.com/s/files/1/0047/9730/0847/products/nurserylive-acmella-oleracea-toothache-akarkara-plant_600x600.jpg?v=1608527649",
"description":" They are used as a masticatory, and in the form of lozenges for its reflex action on the salivary glands in dryness of the mouth and throat. The tincture made from the dried root may be applied to relieve the aching of a decayed tooth, applied on cotton wool, or rubbed on the gums, and for this purpose may with advantage be mixed with camphorated chloroform. It forms an addition to many dentifrices. Being a rubefacient and local irritant, when sliced and applied to the skin, it induces heat, tingling and redness. The powdered root forms a good snuff to cure chronic catarrh of the head and nostrils and to clear the brain, by exciting a free flow of nasal mucous and tears. "

},
{
"plant":"Ashwagandha",
"url":"https://cdn2.bigcommerce.com/server400/ch4skik/products/670/images/1854/aswaganda_sq__74640.1538557969.1280.1280.jpg?c=2",
"description":"Ashwagandha contains chemicals that might help calm the brain, reduce swelling, lower blood pressure, and alter the immune system. Since ashwagandha is traditionally used as an adaptogen, it is used for many conditions related to stress."


},
{
"plant":"Palash",
"url":"https://cdn.shopify.com/s/files/1/0047/9730/0847/products/nurserylive-seeds-butea-monosperma-palash-0-5-kg-seeds-16968668348556.jpg?v=1601347147",
"description":"Flowers of the Bastard Teak have been used in ancient India in beauty care and to maintain complexion and suppleness of skin. Seeds have been employed in the treatment of worm infestations. Experimental studies suggest that administration of seeds in roundworm infestations is an effective approach."

},
{
"plant":"Amaltas",
"url":"https://images.saymedia-content.com/.image/t_share/MTc0NDY5OTQ1Njc2MDgwNzc0/the-indian-medicinal-plant-amaltas-or-cassia-fistula.jpg",
"description":"They are specially used in joint pain, migraine, chest pain and blood dysentery. Amaltas root is also useful in fever, heart diseases, retained excretions and biliousness. It is also used in cardiac disorders biliousness, rheumatic condition, haemorrhages, wounds, ulcers and boils and various skin diseases."

},
{
"plant":"Shirish",
"url":"https://www.blog.drvikram.com/wp-content/uploads/2019/09/Health-Benefits-and-Uses-of-Shirish-Plant.jpg",
"description":"Used in treating asthma, cough, chronic cold, flu, allergic rhinitis, bronchitis and allergies. Helps to balance the tridoshas in the body. The leaves of Shirish have anti-tubercular, astringent and anti-histaminic actions. It acts as a natural anti-toxin which neutralizes the poison."

},
{
"plant":"Ratti",
"url":"https://c1.staticflickr.com/9/8323/8105862423_48a9ff1ff3_b.jpg",
"description":"Ayurvedic doctors use this herb for the treatment of conditions such as conjunctivitis, urticaria and eczema. One gram of ratti seed powder, when consumed along with rice starch, is believed to aid in reducing leucorrhea within 15 days. Ratti leaves are also believed to be effective in treating cold and fever."

},
{
"plant":"Amla",
"url":"https://www.shakahariblog.com/wp-content/uploads/2014/07/Amla-Pics.jpg",
"description":"Boosts immunity. Amla is a rich source of polyphenols and vitamin C, which help support digestion and strengthen immune functioning.It purifies blood.Regulates blood sugar levels.Improves Digestion.Good for mental health.Helps in hair growth.Maintains healthy skin."


}



]




}
